message-start = Привет { $username }, я бот, который поможет тебе следить за своими финансами.
message-pre_settings = Для начала давай определимся что и как мы будем отслеживать.
                    Укажи ежемесячную сумму, превышать которую ты бы не хотел.
                    И ещё пару мелких настроек :)
message-money_value = Введи сумму, превышение которой ты хотел бы отслеживать.
message-money_unlimited = (Введите "<u><b>0</b></u>" для отключения отслеживания порогового значения.)
message-money_unlimited_select = Пороговое значение отключено.
message-confirm_money_value = Пороговое значение: <u><b>{ $money_value }</b> { $currency }</u>
message-lets_work = Теперь ты можешь сообщать мне название категории и количество денег, которое необходимо записать в эту группу:
                    Пример:<b>

                        ➜ Еда 10
                        ➜ Такси 8.2
                        ➜ Разное 12.2</b>

                    Команда /add - добавить новую категорию
                    Команда /adds - создать суперкатегорию
                    Команда /as - добавить псевдоним для категории
                    Команда /categories - отобразить список категорий

                    <u><i>Полный функционал доступен через кнопки Reply-клавиатуры</i></u>
message-working = Теперь ты можешь сообщать мне название категории и количество денег, которое необходимо записать в эту группу.

message-categories_list = Выбери категорию, которой
                          необходимо добавить псевдоним.
message-categories_choice = Выбрана категория: <u><b><i>{ $category }</i></b></u>
message-categories_alias = Введи желаемый псевдоним для категории.
message-categories_alias_confirm = Установить псевдоним <i><b><u>{ $alias }</u></b></i> для категории <i><b><u>{ $category }</u></b></i> ?

message-categories_menu_point = { $number }. { $category } - <b>{ $amount }</b> <b><i>{ $currency }</i></b>
message-money_indicator = Общие/ожидаемые затраты: <b><u>{ $total_money_value }/{ $expected_costs} <i>{ $money_currency}</i></u></b>

message-settings_menu = Параметры настроек:

button-start = Начнём!
button-pre_settings = Перейти к настройкам
button-continue = Продолжить
button-confirm = Подтвердить
button-back = Вернуться

button-currency = 💸
button-period = 📅

button-pagination_next = ➡️
button-pagination_back = ⬅️

button-day = За сегодня
button-week = За неделю
button-month = За месяц
button-quarter = За квартал
button-half_year = За полугодие
button-year = За год

pre_setting_choice-currency = Выберите валюту, в которой хотите отслеживать ваши финансы.
pre_setting_choice-language = Вы можете сменить язык на:
pre_setting_choice-money_limit = Осталось установить месячный лимит:
pre_setting_change-money_limit = Изменить месячный лимит: